{
  "title": "Политика конфиденциальности",
  "updated": "2025-01-01",
  "sections": [
    {
      "id": "overview",
      "h": "1. Общие положения",
      "p": [
        "Эта Политика описывает, какие данные мы собираем и как их используем. Мы стремимся собирать минимум, необходимый для работы Сервиса."
      ]
    },
    {
      "id": "data",
      "h": "2. Обрабатываемые данные",
      "p": [
        "Публичные данные кошелька: адреса, балансы, транзакции в публичных блокчейнах.",
        "Технические логи: базовая диагностика (время запроса, ошибки) для стабильности Сервиса.",
        "Сообщения поддержки: при обращении мы обрабатываем предоставленные вами данные, чтобы ответить."
      ]
    },
    {
      "id": "dont_collect",
      "h": "3. Что мы не собираем",
      "p": [
        "Мы не собираем приватные ключи и seed-фразы. Никогда не делитесь ими ни с кем."
      ]
    },
    {
      "id": "cookies",
      "h": "4. Cookies и аналитика",
      "p": [
        "Мы можем использовать минимальные cookies или приватную аналитику для понимания использования. Вы можете заблокировать cookies в настройках браузера."
      ]
    },
    {
      "id": "use",
      "h": "5. Как мы используем данные",
      "p": [
        "Предоставление и поддержка Сервиса;",
        "Улучшение производительности, надёжности и безопасности;",
        "Ответ на обращения в поддержку;",
        "Соблюдение требований закона (если применимо)."
      ]
    },
    {
      "id": "sharing",
      "h": "6. Передача третьим лицам",
      "p": [
        "Мы не продаём персональные данные. Возможна ограниченная передача инфраструктурным поставщикам исключительно для работы Сервиса при наличии необходимых гарантий."
      ]
    },
    {
      "id": "transfers",
      "h": "7. Международная передача",
      "p": [
        "Данные могут обрабатываться в иных юрисдикциях. Мы принимаем разумные меры защиты при передаче."
      ]
    },
    {
      "id": "security",
      "h": "8. Безопасность",
      "p": [
        "Мы применяем разумные технические и организационные меры. Абсолютная безопасность в онлайне не гарантируется."
      ]
    },
    {
      "id": "rights",
      "h": "9. Ваши права",
      "p": [
        "В пределах закона вы можете запросить доступ, исправление или удаление данных поддержки. Блокчейн-данные публичны и неизменяемы."
      ]
    },
    {
      "id": "changes",
      "h": "10. Изменения",
      "p": [
        "Мы можем обновлять Политику. Продолжение использования означает согласие."
      ]
    },
    {
      "id": "contact",
      "h": "11. Контакты",
      "p": [
        "Вопросы по Политике: {{email}}",
        "Бренд: {{brand}}"
      ]
    }
  ]
}
