{
  "title": "Пользовательское соглашение",
  "updated": "2025-01-01",
  "sections": [
    {
      "id": "agreement",
      "h": "1. Акцепт условий",
      "p": [
        "Пользуясь сайтом и связанными сервисами («Сервис»), вы соглашаетесь с настоящими Условиями. Если вы не согласны — не используйте Сервис."
      ]
    },
    {
      "id": "eligibility",
      "h": "2. Кошелёк и ответственность",
      "p": [
        "Вы полностью отвечаете за безопасность своего кошелька и приватных ключей.",
        "Мы не храним средства и не можем восстановить утраченные ключи или транзакции."
      ]
    },
    {
      "id": "no_advice",
      "h": "3. Не является советом",
      "p": [
        "Сервис предоставляется в информационных и утилитарных целях и не является финансовой, инвестиционной, юридической или налоговой консультацией.",
        "Все решения вы принимаете самостоятельно."
      ]
    },
    {
      "id": "risks",
      "h": "4. Риски и отсутствие гарантий",
      "p": [
        "Ончейн-операции сопряжены с рисками: волатильность рынка, ошибки смарт-контрактов, слэшинг валидаторов, сбои сети и др.",
        "СЕРВИС ПРЕДОСТАВЛЯЕТСЯ «КАК ЕСТЬ» И «ПО МЕРЕ ДОСТУПНОСТИ» БЕЗ КАКИХ-ЛИБО ПРЯМЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ ГАРАНТИЙ."
      ]
    },
    {
      "id": "liability",
      "h": "5. Ограничение ответственности",
      "p": [
        "В ПРЕДЕЛАХ, ДОПУСТИМЫХ ЗАКОНОМ, МЫ НЕ НЕСЁМ ОТВЕТСТВЕННОСТИ ЗА КОСВЕННЫЕ, СЛУЧАЙНЫЕ, ОСОБЫЕ, ШТРАФНЫЕ ИЛИ ПОСЛЕДСТВЕННЫЕ УБЫТКИ, А ТАКЖЕ ЗА УТРАТУ ПРИБЫЛИ, КРИПТО-АКТИВОВ, ДАННЫХ ИЛИ ДЕЛОВОЙ РЕПУТАЦИИ, И ЗА СБОИ СЕТИ, ВАЛИДАТОРОВ ИЛИ КОШЕЛЬКОВ."
      ]
    },
    {
      "id": "fees",
      "h": "6. Комиссии",
      "p": [
        "Вы можете нести сетевые («gas») и иные сторонние комиссии. Мы не контролируем такие комиссии и не отвечаем за них."
      ]
    },
    {
      "id": "prohibited",
      "h": "7. Запрещённое использование",
      "p": [
        "Запрещается использовать Сервис для противоправной деятельности или с нарушением применимого законодательства."
      ]
    },
    {
      "id": "third_party",
      "h": "8. Сторонние сервисы",
      "p": [
        "Сервис может интегрироваться со сторонними протоколами и ссылками. Мы их не контролируем и не отвечаем за их содержание, условия и безопасность."
      ]
    },
    {
      "id": "changes",
      "h": "9. Изменения",
      "p": [
        "Мы можем изменять Условия, публикуя обновлённую версию. Продолжение использования означает согласие с изменениями."
      ]
    },
    {
      "id": "contact",
      "h": "10. Контакты",
      "p": [
        "Вопросы по Условиям: {{email}}",
        "Бренд: {{brand}}"
      ]
    }
  ]
}
