{
  "title": "गोपनीयता नीति",
  "updated": "2025-01-01",
  "sections": [
    {
      "id": "overview",
      "h": "1. परिचय",
      "p": [
        "यह नीति बताती है कि हम कौन-सी जानकारी इकट्ठा करते हैं और उसका उपयोग कैसे करते हैं। हम केवल न्यूनतम डेटा एकत्र करने का प्रयास करते हैं जो सेवा चलाने के लिए आवश्यक है।"
      ]
    },
    {
      "id": "data",
      "h": "2. हम कौन-सा डेटा प्रोसेस करते हैं",
      "p": [
        "सार्वजनिक वॉलेट डेटा: पते, बैलेंस, ब्लॉकचेन लेन-देन।",
        "तकनीकी लॉग: बुनियादी डायग्नॉस्टिक (जैसे अनुरोध समय, त्रुटियाँ) सेवा को विश्वसनीय रखने के लिए।",
        "सपोर्ट संदेश: यदि आप हमसे संपर्क करते हैं, तो हम आपके द्वारा दी गई जानकारी को उत्तर देने के लिए प्रोसेस करते हैं।"
      ]
    },
    {
      "id": "dont_collect",
      "h": "3. हम क्या नहीं इकट्ठा करते",
      "p": [
        "हम कभी भी आपके प्राइवेट की या सीड फ्रेज़ एकत्र नहीं करते। इन्हें किसी के साथ साझा न करें।"
      ]
    },
    {
      "id": "cookies",
      "h": "4. कुकीज़ और एनालिटिक्स",
      "p": [
        "हम न्यूनतम कुकीज़ या प्राइवेसी-फ्रेंडली एनालिटिक्स का उपयोग कर सकते हैं। आप अपने ब्राउज़र में कुकीज़ ब्लॉक कर सकते हैं।"
      ]
    },
    {
      "id": "use",
      "h": "5. डेटा का उपयोग कैसे होता है",
      "p": [
        "सेवा प्रदान और बनाए रखना;",
        "प्रदर्शन, विश्वसनीयता और सुरक्षा में सुधार करना;",
        "सपोर्ट अनुरोधों का जवाब देना;",
        "कानूनी दायित्वों का पालन करना (जहाँ लागू हो)।"
      ]
    },
    {
      "id": "sharing",
      "h": "6. डेटा साझा करना",
      "p": [
        "हम आपका व्यक्तिगत डेटा नहीं बेचते। सेवा चलाने के लिए आवश्यक होने पर सीमित डेटा केवल इन्फ्रास्ट्रक्चर प्रदाताओं के साथ साझा किया जा सकता है।"
      ]
    },
    {
      "id": "transfers",
      "h": "7. अंतरराष्ट्रीय ट्रांसफ़र",
      "p": [
        "डेटा आपके क्षेत्र से अलग न्यायक्षेत्रों में प्रोसेस हो सकता है। हम ट्रांसफ़र के दौरान डेटा की सुरक्षा के लिए उचित कदम उठाते हैं।"
      ]
    },
    {
      "id": "security",
      "h": "8. सुरक्षा",
      "p": [
        "हम उचित तकनीकी और संगठनात्मक उपाय अपनाते हैं। कोई भी ऑनलाइन सेवा पूर्ण सुरक्षा की गारंटी नहीं दे सकती।"
      ]
    },
    {
      "id": "rights",
      "h": "9. आपके अधिकार",
      "p": [
        "क़ानून के अनुसार, आप अपने सपोर्ट डेटा तक पहुँच, संशोधन या हटाने का अनुरोध कर सकते हैं। ब्लॉकचेन डेटा सार्वजनिक और अपरिवर्तनीय है।"
      ]
    },
    {
      "id": "changes",
      "h": "10. परिवर्तन",
      "p": [
        "हम इस नीति को अपडेट कर सकते हैं। सेवा का निरंतर उपयोग स्वीकृति दर्शाता है।"
      ]
    },
    {
      "id": "contact",
      "h": "11. संपर्क",
      "p": [
        "इस नीति से संबंधित प्रश्न: {{email}}",
        "ब्रांड: {{brand}}"
      ]
    }
  ]
}
