{
  "title": "सेवा की शर्तें",
  "updated": "2025-01-01",
  "sections": [
    {
      "id": "agreement",
      "h": "1. शर्तों से सहमति",
      "p": [
        "इस वेबसाइट और संबंधित सेवाओं (\"सेवा\") का उपयोग करने पर आप इन सेवा शर्तों (\"शर्तें\") से बंधे होने के लिए सहमत हैं। यदि आप सहमत नहीं हैं तो सेवा का उपयोग न करें।"
      ]
    },
    {
      "id": "eligibility",
      "h": "2. पात्रता और वॉलेट",
      "p": [
        "आप अपने वॉलेट और प्राइवेट की की सुरक्षा के लिए पूरी तरह जिम्मेदार हैं।",
        "हम फंड को कस्टडी में नहीं रखते और खोई हुई की या लेनदेन को पुनर्प्राप्त नहीं कर सकते।"
      ]
    },
    {
      "id": "no_advice",
      "h": "3. कोई वित्तीय सलाह नहीं",
      "p": [
        "सेवा केवल सूचना और यूटिलिटी उद्देश्यों के लिए है और यह वित्तीय, निवेश, कानूनी या कर संबंधी सलाह नहीं है।",
        "अपने निर्णयों के लिए आप स्वयं जिम्मेदार हैं।"
      ]
    },
    {
      "id": "risks",
      "h": "4. जोखिम और कोई वारंटी नहीं",
      "p": [
        "ऑन-चेन संचालन में जोखिम शामिल हैं, जैसे कि बाजार अस्थिरता, स्मार्ट कॉन्ट्रैक्ट बग, वेलिडेटर स्लैशिंग और नेटवर्क आउटेज।",
        "सेवा \"जैसी है\" और \"जैसा उपलब्ध है\" के आधार पर प्रदान की जाती है, बिना किसी प्रकार की वारंटी के।"
      ]
    },
    {
      "id": "liability",
      "h": "5. दायित्व की सीमा",
      "p": [
        "कानून द्वारा अनुमत अधिकतम सीमा तक, हम किसी भी अप्रत्यक्ष, विशेष, आकस्मिक या दंडात्मक क्षति के लिए उत्तरदायी नहीं होंगे; न ही लाभ, क्रिप्टो संपत्ति, डेटा या सद्भावना की हानि के लिए; और न ही नेटवर्क, वेलिडेटर या वॉलेट विफलताओं के लिए।"
      ]
    },
    {
      "id": "fees",
      "h": "6. शुल्क",
      "p": [
        "आपको नेटवर्क (\"गैस\") शुल्क और तृतीय-पक्ष शुल्क का भुगतान करना पड़ सकता है। हम इन शुल्कों को नियंत्रित नहीं करते और इनके लिए जिम्मेदार नहीं हैं।"
      ]
    },
    {
      "id": "prohibited",
      "h": "7. प्रतिबंधित उपयोग",
      "p": [
        "आप सहमत हैं कि सेवा का उपयोग अवैध गतिविधियों या लागू कानूनों और विनियमों के उल्लंघन के लिए नहीं करेंगे।"
      ]
    },
    {
      "id": "third_party",
      "h": "8. तृतीय-पक्ष सेवाएँ",
      "p": [
        "सेवा में तृतीय-पक्ष प्रोटोकॉल या लिंक एकीकृत हो सकते हैं। हम तृतीय-पक्ष सामग्री, शर्तों या सुरक्षा को नियंत्रित नहीं करते और इनके लिए जिम्मेदार नहीं हैं।"
      ]
    },
    {
      "id": "changes",
      "h": "9. परिवर्तन",
      "p": [
        "हम किसी भी समय इन शर्तों को संशोधित कर सकते हैं और अद्यतन संस्करण प्रकाशित कर सकते हैं। सेवा का निरंतर उपयोग इसका स्वीकार करना है।"
      ]
    },
    {
      "id": "contact",
      "h": "10. संपर्क",
      "p": [
        "इन शर्तों के बारे में प्रश्न: {{email}}",
        "ब्रांड: {{brand}}"
      ]
    }
  ]
}
