{
  "title": "Політика конфіденційності",
  "updated": "2025-01-01",
  "sections": [
    {
      "id": "overview",
      "h": "1. Огляд",
      "p": [
        "Ця Політика пояснює, які дані ми збираємо і як їх використовуємо. Ми прагнемо збирати мінімум, необхідний для роботи Сервісу."
      ]
    },
    {
      "id": "data",
      "h": "2. Дані, які ми обробляємо",
      "p": [
        "Публічні дані гаманця: адреси, баланси, транзакції у публічних блокчейнах.",
        "Технічні журнали: базова діагностика (час запиту, помилки) для забезпечення стабільності Сервісу.",
        "Повідомлення підтримки: якщо ви звертаєтесь до нас, ми обробляємо надану інформацію для відповіді."
      ]
    },
    {
      "id": "dont_collect",
      "h": "3. Чого ми не збираємо",
      "p": [
        "Ми не збираємо приватні ключі чи seed-фрази. Ніколи не діліться ними."
      ]
    },
    {
      "id": "cookies",
      "h": "4. Cookies та аналітика",
      "p": [
        "Ми можемо використовувати мінімальні cookies або аналітику, що поважає приватність. Ви можете заблокувати cookies у браузері."
      ]
    },
    {
      "id": "use",
      "h": "5. Як ми використовуємо дані",
      "p": [
        "Надання та підтримка Сервісу;",
        "Покращення продуктивності, надійності та безпеки;",
        "Відповідь на звернення підтримки;",
        "Виконання правових зобов’язань, якщо застосовно."
      ]
    },
    {
      "id": "sharing",
      "h": "6. Обмін",
      "p": [
        "Ми не продаємо ваші персональні дані. Обмежені дані можемо ділити з інфраструктурними провайдерами лише для роботи Сервісу з належними гарантіями."
      ]
    },
    {
      "id": "transfers",
      "h": "7. Міжнародні передачі",
      "p": [
        "Дані можуть оброблятися у юрисдикціях, відмінних від вашої. Ми вживаємо розумних заходів для їх захисту під час передачі."
      ]
    },
    {
      "id": "security",
      "h": "8. Безпека",
      "p": [
        "Ми застосовуємо розумні технічні та організаційні заходи. Жоден онлайн-сервіс не може гарантувати абсолютну безпеку."
      ]
    },
    {
      "id": "rights",
      "h": "9. Ваші права",
      "p": [
        "Відповідно до закону, ви можете запитати доступ, виправлення або видалення ваших даних підтримки. Дані блокчейну є публічними та незмінними."
      ]
    },
    {
      "id": "changes",
      "h": "10. Зміни",
      "p": [
        "Ми можемо оновлювати цю Політику. Подальше використання означає прийняття."
      ]
    },
    {
      "id": "contact",
      "h": "11. Контакт",
      "p": [
        "Питання щодо Політики: {{email}}",
        "Бренд: {{brand}}"
      ]
    }
  ]
}
