{
  "title": "Умови використання",
  "updated": "2025-01-01",
  "sections": [
    {
      "id": "agreement",
      "h": "1. Прийняття умов",
      "p": [
        "Користуючись цим вебсайтом та пов’язаними сервісами («Сервіс»), ви погоджуєтесь із цими Умовами використання («Умови»). Якщо ви не погоджуєтесь — не використовуйте Сервіс."
      ]
    },
    {
      "id": "eligibility",
      "h": "2. Відповідальність і гаманець",
      "p": [
        "Ви несете повну відповідальність за безпеку свого гаманця та приватних ключів.",
        "Ми не зберігаємо кошти і не можемо відновити втрачені ключі чи транзакції."
      ]
    },
    {
      "id": "no_advice",
      "h": "3. Не фінансова порада",
      "p": [
        "Сервіс надається виключно з інформаційною та утилітарною метою і не є фінансовою, інвестиційною, юридичною чи податковою порадою.",
        "Ви самостійно відповідаєте за свої рішення."
      ]
    },
    {
      "id": "risks",
      "h": "4. Ризики та відсутність гарантій",
      "p": [
        "Операції в мережі несуть ризики, зокрема волатильність ринку, помилки смарт-контрактів, штрафи валідаторів і збої мережі.",
        "СЕРВІС НАДАЄТЬСЯ «ЯК Є» ТА «ЗА НАЯВНІСТЮ» БЕЗ ЖОДНИХ ГАРАНТІЙ, ЯВНИХ ЧИ ПРИХОВАНИХ."
      ]
    },
    {
      "id": "liability",
      "h": "5. Обмеження відповідальності",
      "p": [
        "У МЕЖАХ, ДОЗВОЛЕНИХ ЗАКОНОМ, МИ НЕ НЕСЕМО ВІДПОВІДАЛЬНОСТІ ЗА БУДЬ-ЯКІ НЕПРЯМІ, СПЕЦІАЛЬНІ, ПОБІЧНІ АБО ШТРАФНІ ЗБИТКИ; А ТАКОЖ ЗА ВТРАТУ ПРИБУТКУ, КРИПТОАКТИВІВ, ДАНИХ АБО ДІЛОВОЇ РЕПУТАЦІЇ; АБО ЗА ЗБОЇ МЕРЕЖІ, ВАЛІДАТОРІВ ЧИ ГАМАНЦІВ."
      ]
    },
    {
      "id": "fees",
      "h": "6. Комісії",
      "p": [
        "Ви можете сплачувати мережеві («gas») чи сторонні комісії. Ми не контролюємо ці комісії і не несемо за них відповідальності."
      ]
    },
    {
      "id": "prohibited",
      "h": "7. Заборонене використання",
      "p": [
        "Ви погоджуєтесь не використовувати Сервіс для незаконних цілей або з порушенням чинного законодавства."
      ]
    },
    {
      "id": "third_party",
      "h": "8. Сторонні сервіси",
      "p": [
        "Сервіс може інтегрувати сторонні протоколи або посилання. Ми не контролюємо та не відповідаємо за їхній контент, умови чи безпеку."
      ]
    },
    {
      "id": "changes",
      "h": "9. Зміни",
      "p": [
        "Ми можемо змінювати ці Умови у будь-який час шляхом публікації оновленої версії. Подальше використання означає згоду."
      ]
    },
    {
      "id": "contact",
      "h": "10. Контакт",
      "p": [
        "Питання щодо цих Умов: {{email}}",
        "Бренд: {{brand}}"
      ]
    }
  ]
}
